import express from "express";

const router = express.Router();

router.get("/usersWhoLoggedInLastDay", (req, res) => {});
/* ם שנכנסו ביממה האחרונה
מקרים של פרומפט לא תקין
כמות הטוקנים ששילמנו לopen ai
כמות התוקנים שהשתמשו לנו
כל המידע על יוזרים 
כל המידע על תוקנים 
זמינות שרת אחוזי שמישות 
לחיצות על הסייד בר
התראות על יוזרים שלא השתמשו 72 שעות 
טעות בהזנת סיסמא יותר מ3 פעמים בשעה
כמות הרעיונות 
כמות הרעיונות הממוצע ליוזר
כמות רעיונות מקסימלית ליוזר 
כמות שאנשים שהריצו את
כמות השינויים 
לתעד כל run all
כמות הטוקנים הממוצעים להצגה של רעיון שלם 
ֿכמות השינויים לפרומטים פר יוזר 



סקר - הייתי רוצה להשתמש בgpt 4, הייתי רוצה שהמידע שלי ישלח למשקיעים, הייתי מזין את הpai key



לפתח פרומט סיכום לרעיון עם רול ביקרותי 
טמפרטורה לפרומט */

export default router;
